{
  "posts": 
    {
      "id": 0,
      "Title": "The Who",
      "excerpt": "The Who are an English rock band formed in London in 1964. Their classic lineup consisted of lead singer Roger Daltrey, guitarist and singer Pete Townshend, ...",
      "content": "The Who are an English rock band formed in London in 1964. Their classic lineup consisted of lead singer Roger Daltrey, guitarist and singer Pete Townshend, bass guitarist and singer John Entwistle, and drummer Keith Moon. They are considered one of the most influential rock bands of the 20th century, and have sold over 100 million records worldwide.",
      "image": "https://i.pinimg.com/474x/d2/5d/af/d25dafd1cb09ed60bb63087db7d6eae5.jpg",
      "author": "Mouloud Messad",
      "date": "2020-06-11T12:50-0500"
    },
    {
      "id": 1,
      "Title": "The Beatles",
      "excerpt": "The Beatles were an English rock band, formed in Liverpool in 1960, that comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr.",
      "content": "The Beatles were an English rock band, formed in Liverpool in 1960, that comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr. They are regarded as the most influential band of all time1 and were integral to the development of 1960s counterculture and popular music's recognition as an art form. As pioneers in recording, songwriting and artistic presentation.",
      "image": "https://i.pinimg.com/564x/27/f1/cb/27f1cb76ff29d90e4049e23cbc4389a1.jpg",
      "author": "Mouloud Messad",
      "date": "2020-06-11T12:50-0500"
    },
    {
      "id": 2,
      "Title": "The Rolling Stones",
      "excerpt": "The Rolling Stones are an English rock band formed in London in 1962. Active for six decades, they are one of the most popular and enduring bands of the ...",
      "content": "The Rolling Stones are an English rock band formed in London in 1962. Active for six decades, they are one of the most popular and enduring bands of the rock era. In the early 1960s, the Rolling Stones pioneered the gritty, heavier-driven sound that came to define hard rock. Their first stable line-up consisted of vocalist Mick Jagger, multi-instrumentalist Brian Jones, Keith Richards, Bill Wyman, Charlie Watts.",
      "image": "https://i.pinimg.com/564x/72/9c/01/729c01e201d7571e21b2025159b82e79.jpg",
      "author": "Mouloud Messad",
      "date": "2020-06-11T12:50-0500"
    },
    {
      "id": 3,
      "Title": "Motörhead",
      "excerpt": "Motörhead were an English rock band formed in London in 1975 by Lemmy (lead vocals, bass), Larry Wallis (guitar) and Lucas Fox (drums). Lemmy was also the ...",
      "content": "Motörhead were an English rock band formed in London in 1975 by Lemmy (lead vocals, bass), Larry Wallis (guitar) and Lucas Fox (drums). Lemmy was also the primary songwriter and only constant member. The band are often considered a precursor to the new wave of British heavy metal, which re-energised heavy metal in the late 1970s and early 1980s. Though several musicians have played in Motörhead.",
      "image": "https://i.pinimg.com/564x/8e/7f/3f/8e7f3f99bda697bb39005221d00fe6b2.jpg",
      "author": "Mouloud Messad",
      "date": "2020-06-11T12:50-0500"
    },
    {
      "id": 4,
      "Title": "Audioslave",
      "excerpt": "Audioslave was an American rock supergroup formed in Glendale, California, in 2001. The four-piece band consisted of Soundgarden's lead singer and rhythm ...",
      "content": "Audioslave was an American rock supergroup formed in Glendale, California, in 2001. The four-piece band consisted of Soundgarden's lead singer and rhythm guitarist Chris Cornell with Rage Against the Machine members Tom Morello, Tim Commerford, and Brad Wilk. Critics first described Audioslave as a combination of Soundgarden and Rage Against the Machine, but by the band's second album, Out of Exile...",
      "image": "https://i.pinimg.com/564x/81/12/41/811241cc70abf45d3de9f91e12d82d55.jpg",
      "author": "Mouloud Messad",
      "date": "2020-06-11T12:50-0500"
    },
    {
      "id": 5,
      "Title": "Metallica",
      "excerpt": "Metallica is an American heavy metal band. The band was formed in 1981 in Los Angeles by vocalist/guitarist James Hetfield and drummer Lars Ulrich and has ...",
      "content": "Metallica is an American heavy metal band. The band was formed in 1981 in Los Angeles by vocalist James Hetfield and drummer Lars Ulrich and has been based in San Francisco for most of its career.The band's fast tempos, instrumentals and aggressive musicianship made them one of the founding big four bands of thrash metal, alongside Megadeth, Anthrax, and Slayer. Metallica's current lineup comprises founding members and primary songwriters Hetfield and Ulrich.",
      "image": "https://i.pinimg.com/564x/32/2b/56/322b56b3cb4d1ecaef5b05a44936f8db.jpg",
      "author": "Mouloud Messad",
      "date": "2020-06-11T12:50-0500"
    },
    {
      "id": 6,
      "Title": "AC/DC",
      "excerpt": "AC/DC (ACϟDC) are an Australian rock band formed in Sydney in 1973 by Scottish-born brothers Malcolm and Angus Young.",
      "content": "AC/DC (stylised as ACϟDC) are an Australian rock band formed in Sydney in 1973 by Scottish-born brothers Malcolm and Angus Young.1 Their music has been variously described as hard rock, blues rock, and heavy metal, but the band themselves call it simply rock and roll.AC/DC underwent several line-up changes before releasing their first album, 1975's High Voltage. Membership subsequently stabilised around the Youngs, B.Scott, P.Rudd, M.Evans.",
      "image": "https://i.pinimg.com/564x/41/6e/e9/416ee96e297b1bbf7636123b21f3046a.jpg",
      "author": "Mouloud Messad",
      "date": "2020-06-11T12:50-0500"
    },
    {
      "id": 7,
      "Title": "Lynyrd Skynyrd",
      "excerpt": "Lynyrd Skynyrd is an American rock band formed in Jacksonville, Florida. The group originally formed as My Backyard in 1964 and comprised Ronnie Van Zant ...",
      "content": "Lynyrd Skynyrd (LEN-ərd SKIN-ərd)2 is an American rock band formed in Jacksonville, Florida. The group originally formed as My Backyard in 1964 and comprised Ronnie Van Zant, Gary Rossington, Allen Collins, Larry Junstrom and Bob Burns. The band released its first album in 1973.",
      "image": "https://i.pinimg.com/564x/c7/dd/fe/c7ddfee8321ddf7f30dc7de1dd66bd68.jpg",
      "author": "Mouloud Messad",
      "date": "2020-06-11T12:50-0500"
    },
    {
      "id": 8,
      "Title": "Led Zeppelin",
      "excerpt": "Led Zeppelin were an English rock band formed in London in 1968. The group consisted of vocalist Robert Plant, guitarist Jimmy Page, bassist/keyboardist ...",
      "content": "Led Zeppelin were an English rock band formed in London in 1968. The group consisted of vocalist Robert Plant, guitarist Jimmy Page, bassist/keyboardist John Paul Jones, and drummer John Bonham. With a heavy, guitar-driven sound, they are cited as one of the progenitors of hard rock and heavy metal, although their style drew from a variety of influences, including blues and folk music.",
      "image": "https://i.pinimg.com/564x/72/42/2b/72422b5c89c74c0e6200220513c21cd2.jpg",
      "author": "Mouloud Messad",
      "date": "2020-06-11T12:50-0500"
    },
    {
      "id": 9,
      "Title": "Pink Floyd",
      "excerpt": "Pink Floyd are an English rock band formed in London in 1965. Gaining an early following as one of the first British psychedelic groups, ...",
      "content": "Pink Floyd are an English rock band formed in London in 1965. Gaining an early following as one of the first British psychedelic groups, they were distinguished by their extended compositions, sonic experimentation, philosophical lyrics and elaborate live shows. They became a leading band of the progressive rock genre, cited by some as the greatest progressive rock band of all time.",
      "image": "https://i.pinimg.com/564x/93/9f/0d/939f0d19e67e32a699b94d9bfa43febf.jpg",
      "author": "Mouloud Messad",
      "date": "2020-06-11T12:50-0500"
    },
    {
      "id": 10,
      "Title": "The Jimi Hendrix Experience",
      "excerpt": "The Jimi Hendrix Experience (often shortened to The Experience) was a band comprising guitarist/singer/songwriter Jimi Hendrix, bassist/backing ...",
      "content": "The Jimi Hendrix Experience (often shortened to The Experience) was a band comprising guitarist/singer/songwriter Jimi Hendrix, bassist/backing vocalist/songwriter Noel Redding, and drummer/backing vocalist Mitch Mitchell. Formed in London, England in October 1966 by ex-Animals bassist Chas Chandler, The Experience were active for just under three years, a run which resulted in three successful studio albums and four top 10 singles.",
      "image": "https://i.pinimg.com/564x/85/63/42/856342e4a67ec6abc115302b4909b101.jpg",
      "author": "Mouloud Messad",
      "date": "2020-06-11T12:50-0500"
    },
    {
      "id": 11,
      "Title": "Dire Straits",
      "excerpt": "Dire Straits were a British rock band formed in London in 1977 by Mark Knopfler David Knopfler John Illsley and Pick Withers (drums and percussion).",
      "content": "Dire Straits were a British rock band formed in London in 1977 by Mark Knopfler (lead vocals and lead guitar), David Knopfler (rhythm guitar and backing vocals), John Illsley (bass guitar and backing vocals) and Pick Withers (drums and percussion). They were active from 1977 to 1988 and again from 1990 to 1995.2Their first single, Sultans of Swing, from their 1978 self-titled debut album, reached the top ten in the UK and US charts. It was followed by hit singles including Romeo and Juliet (1981), Private Investigations (1982)...",
      "image": "https://i.pinimg.com/564x/92/1f/8c/921f8c610f9e5b426e6a6b5012ced3f2.jpg",
      "author": "Mouloud Messad",
      "date": "2020-06-11T12:50-0500"
    }
  ,
  "newsLetter": ,
  "contacts": 
}
